{"hed":"","dek":"","intro":[{"type":"text","value":"Hell hath no fury fury like a woman without pockets."}],"history":[{"type":"text","value":"The 1700s seem to be peak pocket. The “pockets,” which were more like highly embroidered and embellished fanny packs, were tied around the waist and hidden under expansively layered petticoats. Although, not traditional pockets, the waist bags were functional. Women have been <a href=http://www.vam.ac.uk/content/articles/a/history-of-pockets/ target=_blank>catalogued carrying</a> all sorts of useful things like perfume, a small-tooth comb, spectacles, a box of bonbons, and a bottle of gin. (The last two being absolutely essential for having to deal with the state of women’s pockets.)"},{"type":"text","value":"But toward the end of the 18th century, women’s fashion changed: waistlines crept up, silhouettes slimmed, and pockets shrunk, sometimes becoming nonexistent. The <a href=https://www.spectator.co.uk/2011/06/the-power-of-a-pocket/ target=_blank>London Spectator reported</a>, that the common thought was that women “had four external bulges already — two breasts and two hips — and a money pocket inside their dress would make an ungainly fifth.” Women’s pockets never recovered and pocket inequality became the norm."},{"type":"text","value":"Complaints about pocket size <a href=https://www.nytimes.com/1899/08/28/archives/worlds-use-of-pockets-mens-clothes-full-of-them-while-women-have.html?url=http%3A%2F%2Ftimesmachine.nytimes.com%2Ftimesmachine%2F1899%2F08%2F28%2F102534376.html%3FpageNumber%3D7 target=_blank>began appearing in the <em>New York Times</em></a> as early as 1899:"},{"type":"text","value":"“Assuming that Adam and Eve both began life without any pockets, it seems to me that the difference in the progress of the sexes toward pockets illustrates and proves the superiority of the male. Man’s pockets have developed, improved, and increased with the advances of civilization. Woman is actually retrograding — losing ground and pockets.”"},{"type":"text","value":"For women, it was (and still is) about equality. Famed fashion designer Christian Dior codified the patriarchy of pockets in 1954 saying, “‘Men have pockets to keep things in, women for decoration.”"}],"steps":[{"step":"0","text":"We measured the pockets from skinny and straight jeans from 20 brands."},{"step":"1","text":"Our measurements confirmed what every women already knows to be true: women’s pockets are ridiculous."},{"step":"2","text":"Women’s pockets were on average 37% shorter and 7.5% narrower than men’s pockets."}],"debunk":[{"title":"What about different styles?","text":"Predictably, skinny jeans, which more closely hug the hips, have smaller front pockets. But, the gap between women’s and men’s jeans is still noticeable in both skinny and straight styles. On average, women’s skinny jean pockets were X inches shorter and X inches narrower than men’s skinny jeans. Women’s straight jean pockets were X inches short and X inches narrower.","location":"front"},{"title":"What about back pockets?","text":"The gap between women’s and men’s back pockets was overall less egregious. Women’s pockets were still smaller, but not by much: women’s skinny jean pockets were X inches shorter and X inches narrower, and women’s straight jean pockets were X inches shorter and X inches narrower.","location":"back"}],"fit-title":"Could It Possibly Fit?","fit-text":"Beyond the obvious measurement differences, we wanted to see just how functional all these pockets were, after all, a pocket is only as good as what you can fit in it.","nav":[{"object":"phone","id":"iphone","name":"iPhone X"},{"object":"phone","id":"galaxy","name":"Samsung Galaxy"},{"object":"phone","id":"pixel","name":"Google Pixel"},{"object":"wallet","id":"frontWallet","name":"Front Pocket Wallet"},{"object":"pen","id":"pen","name":"Pen"},{"object":"hand","id":"womenHand","name":"Average Woman’s Hand"},{"object":"hand","id":"menHand","name":"Average Men’s Hand"}]}