{"hed":"","dek":"","date":"August 2018","intro":[{"type":"text","value":"There are few things more frustrating than collecting your belongings only to realize that the pockets in your pants are too small to hold them. Or worse, the fabric designed to look like a pocket is merely for decoration and doesn’t open at all."},{"type":"text","value":"For wearers of women’s clothes, this struggle is so real. You don’t have to look far to find <a href=https://www.buzzfeed.com/sophiegadd/we-need-to-talk-about-fake-pockets-on-womens-clothes?utm_term=.iqGXD9KZj#.wtGmPrg65 target=_blank>Twitter-rants</a>, <a href=https://www.theatlantic.com/technology/archive/2014/09/the-gender-politics-of-pockets/380935/ target=_blank>articles</a>, and <a href=https://www.nbcnews.com/nightly-news/video/pockets-on-women-s-clothes-matter-more-than-you-think-1266401347829 target=_blank>videos</a> in which people are either complaining about not having pockets or rejoicing over that rare gem that is the <a href=https://www.buzzfeed.com/danielacadena/dresses-with-pockets?utm_term=.pdQQR9wNm#.hdl6jGlQb target=_blank>“dress with pockets”</a>. And sure, we could all carry handbags, which is likely what the <a href=https://www.statista.com/statistics/316526/retail-sales-value-of-women-s-handbags-in-the-us/ target=_blank>8 billion dollar</a> purse industry hopes we’ll do, but not everyone wants to carry a bag. Afterall, men’s pants pockets are basically the pockets of our dreams."},{"type":"text","value":"But, like so many things on the internet, we could find complaints and anecdotes galore but little data illustrating just how inferior women’s pockets really are to men’s. So, we went there."},{"type":"text","value":"We measured the pockets in both men’s and women’s pants in 20 of the US’ most popular blue jeans brands. <strong>Take a look at what we found.</strong>"}],"accessibility-warning":"Heads up, you’re about to experience some scroll-driven animations. If you’d like to skip that, you can <a class=skip-button href=#step-2>jump ahead</a> to the final state.","history":[{"type":"text","value":"The 1700s seem to be peak pocket. The “pockets,” which were more like highly embroidered and embellished fanny packs, were tied around the waist and hidden under expansively layered petticoats. Although, not traditional pockets, the waist bags were functional. Women have been <a href=http://www.vam.ac.uk/content/articles/a/history-of-pockets/ target=_blank>catalogued carrying</a> all sorts of useful things like perfume, a small-tooth comb, spectacles, a box of bonbons, and a bottle of gin. (The last two being absolutely essential for having to deal with the state of women’s pockets.)"},{"type":"text","value":"But toward the end of the 18th century, women’s fashion changed: waistlines crept up, silhouettes slimmed, and pockets shrunk, sometimes becoming nonexistent. The <a href=https://www.spectator.co.uk/2011/06/the-power-of-a-pocket/ target=_blank>London Spectator reported</a>, that the common thought was that women “had four external bulges already — two breasts and two hips — and a money pocket inside their dress would make an ungainly fifth.” Women’s pockets never recovered and pocket inequality became the norm."},{"type":"text","value":"Complaints about pocket size <a href=https://www.nytimes.com/1899/08/28/archives/worlds-use-of-pockets-mens-clothes-full-of-them-while-women-have.html?url=http%3A%2F%2Ftimesmachine.nytimes.com%2Ftimesmachine%2F1899%2F08%2F28%2F102534376.html%3FpageNumber%3D7 target=_blank>began appearing in the <em>New York Times</em></a> as early as 1899:"},{"type":"text","value":"“Assuming that Adam and Eve both began life without any pockets, it seems to me that the difference in the progress of the sexes toward pockets illustrates and proves the superiority of the male. Man’s pockets have developed, improved, and increased with the advances of civilization. Woman is actually retrograding — losing ground and pockets.”"},{"type":"text","value":"For women, it was (and still is) about equality. Famed fashion designer Christian Dior codified the patriarchy of pockets in 1954 saying, “‘Men have pockets to keep things in, women for decoration.”"}],"steps":[{"step":"0","text":"Here are the front pockets in 80 pairs of blue jeans."},{"step":"1","text":"Check out the average sizes for both <span class=men-span>men</span> and <span class=women-span>women</span>. Our measurements confirmed what every woman already knows to be true: women’s pockets are <em>ridiculous</em>."},{"step":"2","text":"On average, the pockets in women’s jeans were 48% shorter and 6.5% narrower than men’s pockets."}],"debunk-intro":[{"type":"text","value":"So, generally speaking, women’s front pockets are, indeed, smaller than men’s and the size disparity really limits what items women can safely stow in her pockets (if any). But you may be wondering about the caveats here."},{"type":"text","value":"If you’re thinking <em>“But men are bigger than women,”</em> then sure, on average that’s <a href=https://en.wikipedia.org/wiki/Sex_differences_in_human_physiology#Size,_weight_and_body_shape target=_blank>true</a>. But here we measured 80 pairs of jeans that all boasted a 32 inch waistband, meaning that these jeans were all made to fit the same size person."},{"type":"text","value":"Here are a few other questions that you may be asking:"}],"debunk":[{"title":"What about different styles?","text":"Predictably, skinny jeans, which more closely hug the hips, have smaller front pockets for both men and women. But, the gap between women’s and men’s jeans is still noticeable in both skinny and straight styles. On average, women’s skinny jean pockets were 3.5 inches (48%) shorter and 0.3 inches (6%) narrower than men’s skinny jeans. Women’s straight jean pockets were 3.4 inches (46%) shorter and 0.6 inches (10%) narrower.","location":"front"},{"title":"What about back pockets?","text":"The gap between women’s and men’s back pockets was overall less egregious. Women’s pockets were still smaller, but not by much: women’s skinny jean pockets were 0.3 inches (5%) shorter and 0.1 inches (2%) narrower, and women’s straight jean pockets were 0.4 inches (7%) shorter and 0.1 inches (2%) narrower. Ultimately, men’s back pockets were a bit deeper but just about the same width as women’s.","location":"back"}],"fit-title":"Fashion over function: What can actually fit?","fit-text":[{"type":"text","value":"Beyond the obvious measurement differences, we wanted to see just how functional all these pockets were. After all, a pocket is only as good as what you can fit in it."},{"type":"text","value":"Here, we programmatically determined whether various everyday items could fit in an otherwise empty pocket in jeans that aren’t being worn. (If an object won’t fit in the pocket of a pair of jeans on the hanger, it certainly won’t fit when you’re wearing them.) Only 40 percent of women’s front pockets can possibly, completely fit one of the three leading smartphone brands. Less than half of women’s front pockets can fit a wallet <em>specifically</em> designed to fit in front pockets. And you can’t even cram an average woman’s hand beyond the knuckles into the majority of women’s front pockets. Explore what items each brand can fit below. If the brand is faded, the item does not fit."}],"why":[{"type":"text","value":"While the sheer inconvenience of not being able to keep your belongings in your pocket may seem like a small issue, it is one that women have faced for centuries."},{"type":"text","value":"In medieval times, both men and women had “pockets” that were tied around the waist, hidden underneath clothing, and more akin to highly embellished fanny packs. But in the 17th century, men’s jackets and pants were adorned with pockets sewn directly into the garment. Women, on the other hand, kept rocking those fanny packs, <a href=http://www.vam.ac.uk/content/articles/a/history-of-pockets/ target=_blank>reportedly stuffing them</a> with all sorts of useful things like perfume, a small-tooth comb, spectacles, a box of bonbons, or a bottle of gin. (The last two being absolutely essential for having to deal with the state of women’s pockets.)"},{"type":"text","value":"Toward the end of the 18th century, women’s fashion changed: waistlines crept up, silhouettes slimmed, and pockets shrunk, sometimes becoming nonexistent. The <a href=https://www.spectator.co.uk/2011/06/the-power-of-a-pocket/ target=_blank>London Spectator reported</a>, that the common thought was that women “had four external bulges already — two breasts and two hips — and a money pocket inside their dress would make an ungainly fifth.” Famed fashion designer Christian Dior further cemented the patriarchy of pockets in 1954 allegedly saying, “Men have pockets to keep things in, women for decoration.”"},{"type":"text","value":"For women, it was (and still is) about equality. Pockets, unlike purses, are hidden, private spaces. By restricting the space in which women can keep things safe and retain mobility of both hands, we are also restricting <a href=https://www.racked.com/2016/9/19/12865560/politics-of-pockets-suffragettes-women target=_blank>their ability to</a> “navigate public spaces, to carry seditious (or merely amorous) writing, or to travel unaccompanied.” If you think this idea is outdated, think about the last time a woman asked her boyfriend/male friend/anyone in men’s pants to carry her phone/wallet/keys on an outing."}],"test-fit":"Click an item below to test the fit in each pocket.","ending":[{"type":"text","value":"So women, we’ve got a right to be upset. The data proves it."},{"type":"text","value":"What do we want? Functional pockets. When do we want it? NOW, but really like several centuries ago."}],"nav":[{"object":"phone","id":"iphone","name":"iPhone X"},{"object":"phone","id":"galaxy","name":"Samsung Galaxy"},{"object":"phone","id":"pixel","name":"Google Pixel"},{"object":"wallet","id":"frontWallet","name":"Front Wallet"},{"object":"pen","id":"pen","name":"Pen"},{"object":"hand","id":"womenHand","name":"Woman’s Hand"},{"object":"hand","id":"menHand","name":"Man’s Hand"}],"ui-warning":"Oops! None of the jeans we measured meet these criteria. Try selecting something else.","methods1":[{"type":"text","value":"<strong>Methods</strong> &bull; <strong>Download the Data <a href=https://github.com/the-pudding/data/tree/master/pockets>Here</a></strong>"},{"type":"text","value":"For each brand mentioned in this study, 4 pairs of jeans were measured: a skinny and straight style in both men’s and women’s clothing. “Skinny” style is referred to as “slim” in some brands and if a standard “straight” style was unavailable, a “boot-cut” style was used instead. Although we did come across some pockets that were completely sewn shut, we were able to find another version of that same style from that brand that did include a true pocket. Wherever possible, we used “standard” or “mid-rise” jeans, though on occasion, none were available and either high- or low-rise jeans were used as a substitute. All jeans measured had a 32 inch waistband as designated by the sizing guides on each brand’s website. Although this is smaller than the <a href=https://www.cdc.gov/nchs/data/series/sr_03/sr03_039.pdf target=_blank>median waist size</a> for women in the US, it was determined to be a size that was regularly available in both men’s and women’s cuts. More info on available sizing in US stores <a href=https://qz.com/quartzy/1309509/we-analyzed-750-pairs-of-jeans-and-found-definitive-skinny-bias-by-us-retailers/ target=_blank>here</a>."},{"type":"text","value":"Measurements took place in brick and mortar stores in Nashville, New York, and Seattle. To measure the pockets, jeans were unbuttoned and unzipped (and occasionally flipped completely inside-out). Pockets were measured from the inside of the jeans. While the overall height and width of the pockets was measured, the curvature of the pocket displayed in this article was computer generated. See how the pockets were measured below and download our <a href=assets/images/MeasurementGuide.pdf target=_blank>data collection sheet here</a>."}],"methods2":[{"type":"text","value":"To determine whether objects could completely fit within a given pocket, we used the <a href=https://d3plus.org/docs/#largestRect target=_blank><span class=’code’>largestRect()</span></a> function from the <a href=https://d3plus.org/docs/#largestRect target=_blank>d3plus</a> library to determine the largest rectangle that could fit in each pocket that had the same aspect ratio (width:height) of the object in question. If the object was larger in either height or width, or was wider than the opening of the pocket, it was determined to be too large to fit."}],"thanks":[{"type":"text","value":"<strong> Thanks!</strong>"},{"type":"text","value":"Many thanks go out to <a href=https://twitter.com/SharonOwens2018 target=_blank>Sharon Owens</a> for letting us include a segment of her poem <a href=https://twitter.com/SharonOwens2018/status/1004321265857986560 target=_blank>“Dangerous Coats”</a> in our header image (and for allowing us to hide the whole thing away in the seditious pockets of this essay)."},{"type":"text","value":"Also, many thanks to Parker Young for allowing me (Amber) to use his jeans as measurement guinea pigs, for listening extensively to my small-pocket rants, and for carrying my phone (and keys, and ID, and credit card) when I just don’t want to walk around the city with a purse."}]}